Repository: kuaifan/dootask-app
Catalog: platforms/ios/eeuiApp/shareExtension/*.lproj/Localizable.strings
Languages: fr, ja, ru, zh_hant

# cancelTitle
source: Cancel
fr: Annuler
ja: キャンセルとする
ru: Отмена
zh_hant: 取消

# sendTitle
source: Sending to
fr: Envoyer à
ja: 送信先
ru: Отправка в
zh_hant: 發送至

# sendingTitle
source: Sending
fr: Envoi en cours
ja: 送信
ru: Отправка
zh_hant: 發送中

# sendingSuccessTitle
source: Sending successfully
fr: Envoi réussi
ja: 送信に成功しました と表示されます
ru: Отправка успешна

# sendingFailTitle
source: Sending failure
fr: Échec de l'envoi
ru: Ошибка отправки

# unLoginTitle
source: Please log in and use
fr: Veuillez vous connecter et utiliser
ja: ログインして使用してください
ru: Пожалуйста, войдите в систему и используйте
zh_hant: 請登錄後使用

# emptyShareTitle
source: Unable to get share data
fr: Impossible d'obtenir les données de partage
ja: シェアデータの取得ができません
ru: Невозможно получить данные для обмена
zh_hant: 無法獲取分享數據

# netWorkErrorTitle
source: Network exception
fr: Exception de réseau
ja: ネットワーク例外
ru: Ошибка сети
zh_hant: 網絡異常

# folderUnsupportTitle
source: Upload folder is not supported at this time
fr: Le téléchargement de dossier n'est pas pris en charge pour le moment
ja: アップロードフォルダは現時点ではサポートされていません
ru: Загрузка папок в настоящее время не поддерживается
zh_hant: 暫不支持上傳文件夾

# allTitle
source: All
fr: Tous
ja: All とする
ru: Все
zh_hant: 全部

# successTotal
source: File upload was successful
fr: Le téléchargement du fichier a réussi
ja: ファイルのアップロードに成功しました
ru: Загрузка файла выполнена успешно
zh_hant: 個文件上傳成功

# failTotal
source: File upload failed
fr: Le téléchargement du fichier a échoué
ja: ファイルのアップロードに失敗しました
ru: Ошибка загрузки файла
zh_hant: 個文件上傳失敗

# searchTitle
source: Search
fr: Rechercher
ja: 検索
ru: Поиск
zh_hant: 搜索
